[
  {
    "path": "posts/2023-09-01-efins/",
    "title": "Marine enforcement data collection system",
    "description": "Client: NOAA/California Marine Sanctuary Foundation",
    "author": [],
    "date": "2023-09-01",
    "categories": [],
    "contents": "\nManagement of a marine domain awareness system in California\neFINS (short for the electronic Fisheries Information Network System) is an application developed in 2017 by the California Marine Sanctuary Foundation (CMSF), NOAA Channel Islands National Marine Sanctuary (CINMS), and Resources Legacy Fund (RLF). This data-focused tool allows marine patrol officers in California to electronically record, store, and reference geospatial data to better track and understand activities taking place in the marine environment.\nWork with marine patrol officers and partner organizations to streamline and improve the data collection system. Coordinate with wardens to optimize their user experience and ensure the system meets their needs. Design and create summary data reports to optimally inform stakeholders’ marine domain awareness.\n\n\n\n",
    "preview": {},
    "last_modified": "2023-10-13T18:33:00-07:00",
    "input_file": "efins.utf8.md"
  },
  {
    "path": "posts/2022-09-23-fsctoolkit/",
    "title": "Fishery Solutions Center website",
    "description": "Client: Environmental Defense Fund",
    "author": [],
    "date": "2022-09-01",
    "categories": [],
    "contents": "\nRedesign of fisheries toolkit website\nHelped lead the conception, envisioning, site development, and material creation of EDF’s revised Fisheries Solution Center website. Led workshops, focus groups, and assessments to solicit feedback, redesign the website framework, and refine the toolkit to better meet the needs of a broad and international set of users.\nThe website features a host of tools and resources for managing climate-resilient fisheries.\n\n\n\n",
    "preview": {},
    "last_modified": "2023-10-13T18:11:19-07:00",
    "input_file": "fsctoolkit.utf8.md"
  },
  {
    "path": "posts/2022-01-30-learningmodules/",
    "title": "Fish science learning modules",
    "description": "Client: Nature Analytics/The Nature Conservancy",
    "author": [],
    "date": "2022-01-30",
    "categories": [],
    "contents": "\nA series of learning modules created for The Nature Conservancy’s FishKit\nCreated the Fish Science Learning Modules, resources designed to teach the concepts of YPR (yield-per-recruit) and SPR (spawning potential ratio) and their applications to fishery management. The goal of these modules is to provide an overview of the general concepts of YPR and SPR and how they can be used in fishery management. It is not designed to be an exhaustive description of YPR and SPR. Rather, it is aimed at audiences who lack formal fisheries science training, but are interested in better understanding the complicated fisheries concepts of YPR and SPR.\nThe nine learning modules cover the topics of Yield-per-recruit; Spawning Potential Ratio; Growth overfishing; Recruitment overfishing; Life history information; Size limits; Setting size limits; Multi-species size limits; and Length frequencies.\n\n\n\n",
    "preview": {},
    "last_modified": "2023-10-13T17:54:58-07:00",
    "input_file": "learningmodules.utf8.md"
  },
  {
    "path": "posts/2022-12-01-sizelimitapp/",
    "title": "Size limit builder tool",
    "description": "Client: Nature Analytics/The Nature Conservancy",
    "author": [],
    "date": "2021-12-01",
    "categories": [],
    "contents": "\nAn online Size limit tool created for The Nature Conservancy’s FishKit\nWas involved in the conception, envisioning, coding and design of a Size Limit Builder Tool, which delivers fast and practical fisheries science to groups that are looking to design size limits for their fishery.\nThe size limit builder utilizes principles of fish biology to project the effects of different size limits on fishing yields and protection of spawners. Insights from comparing different size limits in this way can illustrate tradeoffs between catch and conservation, helping to align outcomes with management objectives.\n\n\n\n",
    "preview": {},
    "last_modified": "2023-10-13T17:54:24-07:00",
    "input_file": "sizelimitapp.utf8.md"
  },
  {
    "path": "posts/2021-02-02-kaupulehu/",
    "title": "Size limit analysis of reef fishes at Ka‘ūpūlehu Marine Reserve",
    "description": "Client: The Nature Conservancy",
    "author": [],
    "date": "2020-10-12",
    "categories": [],
    "contents": "\nSize limit report prepared for Ka‘ūpūlehu Marine Life Advisory Committee\nCo-authored a report containing an analysis of size limit options for 33 reef-associated fish species that was conducted in support of continued development of management measures at Ka‘ūpūlehu Marine Reserve, Hawaiʻi Island. The effects of species-specific size limits were analyzed in terms of optimization of fishing yield and protection of spawning biomass. This analysis was constructed from the perspective that reaching spawning size prior to becoming vulnerable to fishing is a relevant consideration for ensuring long-term sustainability of fish populations. Thus, size limit options were explored relative to size at maturity. Accordingly, the analysis was intended to guide decision-making in relation to yield and spawning biomass objectives, and to support on-going community-led discussions about preference, feasibility, and pragmatism of size limits as management measures within the Kaʻūpūlehu Comprehensive Management Plan.\nFull Report\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2022-12-24T11:50:54-08:00",
    "input_file": {}
  }
]
